{
    "title": "ОТЗЫВЫ",
    "card1-name": "Юлия Спивакова.",
    "card1-position": "ГИС Геолог компании Resources Capital Group",
    "card1-companyName": "RCG",
    "card1-review": "'Большим плюсом является, что система сразу определяет критические ошибки, которые было невозможно выявить сразу в процессе, до внедрения Dolon, когда массив данных предоставлялся в табличном виде. Сейчас же благодаря Dolon, мы контролируем этот этап работы и устраняем ошибки сразу.' 'Каждый год у нас меняются подрядные организации на гео-сопровождении. Мы ознакамливаем их с Dolon, проводим мини обучения буквально час два, просто демонстрируем основные функции. Потому что подрядные организации отвечают только за ввод информации. То есть они открывают необходимые таблицы и вводят туда информацию''Геологическая колонка в системе строится автоматически и это очень большой плюс. Когда геологи работали до Dolon’а, то строили геологическую колонку сами и это занимало много времени' 'Раньше, проверкой данных занималось несколько человек, сейчас же этим может заниматься один специалист. И для этого ненужно специальных навыков.' 'Вот у нас что-то не получается, посмотрите» - я тут же могу зайти с того же телефона и посмотреть, что у них не так и дать инструкции, даже несмотря на то, что я в отпуске или выходные дни.'",
    "card2-name": "Мирзат Усенов",
    "card2-position": "Главный геолог",
    "card2-companyName": "Vertex Gold Company",
    "card2-review": "'Dolon закрывает все первостепенные задачи, в которых мы хотели исключить моменты человеческого влияния. Например, запись по учету журналов, по выноске результатов, по построению разрезов, тут Dolon является очень хорошим помощником. В целом то, что мы хотели изначально от системы, мы получили. Изначальная цель Dolon’а для нас формирование идеальной базы данных и на сегодняшнем этапе мы ее практически достигли.' 'С использованием Dolon наши специалисты значительно сократили время, затрачиваемое на заполнение и проверку базы данных. Если раньше для этого требовался целый рабочий день, с Dolon это занимает всего 1 час. Система автоматически обнаруживает непривязанные пробы и ошибки в реестрах проб, а также проводит сортировку по типам проб и множество других функций.' 'В прошлом мы работали в разных программных обеспечениях, и по-разному выполняли функции необходимые для рудника, все это мы объединили в Dolon’е. Теперь мы можем выгружать данные с Dolon для подсчета запасов и построения композитных блоков с минимальным риском ошибок. В том числе мы можем сортировать пробы, вести качественный и количественный контроль над пробами. Изначально все это делалось в excel или в разных программах, при этом приходилось часто импортировать данные, часть данных могла теряться, возникали ошибки, много времени занимало ведение, практически ручного, подсчета, что являлось трудоемкой задачей. Dolon снял эту нагрузку и практически исключил человеческий фактор в них.' 'Dolon синхронизирует данные между лабораторией и рудничным сервером. Отобранные пробы шифруются кодом и передаются в лабораторию, где они принимаются по коду. После получения результатов, данные выгружаются в отдельную папку, которая синхронизируется с помощью Dolon. Таким образом через Dolon происходит синхронизация между лабораторией и рудничным сервером, данные из рудника отражаются уже в общем сервере.'",
    "card3-name": "Маевская Людмила Ивановна ",
    "card3-position": "Ведущий геолог камеральной группы геологоразведочной службы Геологического управления",
    "card3-companyName": "ТОО «Корпорация Казахмыс»",
    "card3-review": "После внедрения Dolon в разы сократилось время на геологическую документацию керна, а особенно на построение геологической колонки. Колонка теперь отстраивается одновременно с описанием керна и разбивкой на пробы. 'Dolon – сетевая программа, которая работает как в онлайн, так и офлайн-режиме (при подключении к интернету автоматически синхронизирует данные с центральным сервисом). Это очень удобно, т.к. вся информация по скважинам доступна одновременно всем специалистам компании, независимо от их местонахождения, что дает возможность всем отделам работать согласованно.' 'Dolon помогает снизить ошибки при опробовании, при выноске результатов лабораторных исследований. Аналитика разносится мгновенно, как только подгрузим лабораторные заказы с содержанием.'",
    "reactFully": "Читать полностью",
    "close": "Закрыть"
}