{
    "card1-title": "MINIMUM ERRORS, MAXIMUM AUTOMATION",
    "card1-desc": "Through automation and an improved QA/QC algorithm, Dolon reduces human involvement in the process, which reduces the possibility of errors and provides more accurate and reliable results. Automated data processing and QA/QC identifies potential problems and errors in information, early on, at the time of upload. Dolon ensures reliability and accuracy in geological analysis, which contributes to the efficiency and success of professionals in this area",
    "card2-title": "DOLON UNIFIED DATABASE",
    "card2-desc": "Allows all geological data to be collected and stored in one place, providing centralised management and access to all information. From exploration to operations, professionals can quickly and easily find the information they need, analyse, compare and gain a complete view of their projects. Data harmonisation and consolidation prevents duplication of information and increases the accuracy, reliability and speed of deliverables",
    "card3-title": "INCREASE IN EFFICIENCY",
    "card3-desc": "With Dolon, you can significantly speed up task performance, reduce the time it takes to process geological data and increase your team's productivity. Because Dolon doesn't need to be installed on a specific device all team members can offload data at any time from a browser. This means the whole team can download and work with data at any convenient time, improving flexibility and efficiency. Dolon helps to reduce time costs, enabling more efficient use of resources and increasing the effectiveness of your geology team",
    "card4-title": "INTUITIVE INTERFACE",
    "card4-desc": "is one of the main benefits of the DOLON system. Due to its smart design and easy navigation, users can quickly get to grips with the system's functionality and get to work without lengthy training. No complicated and confusing procedures, working with the system is comfortable and increases productivity. With an intuitive interface, users can focus on the essence of their tasks and achieve the required results faster"
}