{
    "title": "FEEDBACKS",
    "card1-name": "Yulia Spivakova.",
    "card1-position": "GIS Geologist at Resources Capital Group",
    "card1-companyName": "RCG",
    "card1-review": "'A big advantage is that the system immediately identifies critical errors, which were impossible to identify immediately in the process, before the implementation of Dolon, when the data set was provided in tabular form. Now, due to Dolon, we control this stage of work and eliminate errors immediately.''Every year we have a different geo-contracting organisation. We familiarise them with Dolon, hold mini-training for about an hour or two, just to demonstrate the basic functions. Because contractors are only responsible for inputting information. That is, they open the necessary tables and enter the information there.''The geological column in the system is built automatically and this is a very big plus. When geologists worked before Dolon, they built the geological column themselves and it took a lot of time.''In the past, several people used to check the data, but now it can be done by one specialist. And you don't need special skills to do it.''We have something wrong, look at it' - I can immediately go on the same phone and see what's wrong and give instructions, even though I'm on leave or weekends.'",
    "card2-name": "Mirzat Usenov",
    "card2-position": "Chief Geologist",
    "card2-companyName": "Vertex Gold Company",
    "card2-review": "'Dolon covers all the high-priority tasks where we wanted to eliminate moments of human influence. For example, logging, outputting results, building profiles, Dolon is a very good assistant here. In general, what we originally wanted from the system, we got. Dolon's initial goal for us was to form an ideal database and at this stage we have practically achieved it. 'With the Dolon our specialists have significantly reduced the time spent on filling and checking the database. Where previously it took a whole working day, with Dolon it takes only 1 hour. The system automatically detects unattached samples and errors in sample registers, as well as sorting by sample type and many other functions.''In the past we have worked in different software and performed the functions required for the mine in different ways, we have brought all of this together in Dolon. We can now offload data from Dolon to estimate resources and build composite blocks with minimal risk of error. We can also sort samples and keep quality and quantity control over samples. Initially, all of this was done in excel or in different programmes, and data had to be imported frequently, some data could be lost, errors occurred, and it took a lot of time to do almost manual counting, which was a time-consuming task. Dolon has removed this burden and practically eliminated the human factor in them.''Dolon synchronises data between the laboratory and the mine server. Selected samples are encoded and forwarded to the lab, where they are received by code. Once the results are received, the data is uploaded to a separate folder which is synchronised via Dolon. In this way, synchronisation between the laboratory and the mine server takes place via Dolon, with data from the mine already reflected in the general server'",
    "card3-name": "Ludmila Mayevskaya",
    "card3-position": "Leading geologist of the cameral group of the Geological Exploration Service of the Geological Department ",
    "card3-companyName": "Kazakhmys Corporation LLP",
    "card3-review": "'After the Dolon implementation, the time for core geological documentation, and especially for building a geological column, has decreased in times. The column is now built up at the same time as core description and sample splitting.''Dolon is a network software that works in both online and offline mode (it automatically synchronises data with a central service when connected to the internet). This is very useful as all drill hole data is available simultaneously to all company specialists, regardless of their location, enabling all departments to work in a coordinated manner.''Dolon helps to reduce errors in sampling and lab results. Analytics are delivered instantly as soon as we upload lab orders with content.'",
    "reactFully": "Read fully",
    "close": "close"
}